{
    "book1":{
        "title": "Crave (Crave, Bk. 1)", 
        "author": "Wolff, Tracy",
        "price": "$7.99",
        "about":"My whole world changed when I stepped inside the academy. Nothing is right about this place or the other students in it. Here I am, a mere mortal among gods…or monsters. I still can’t decide which of these warring factions I belong to, if I belong at all. I only know the one thing that unites them is their hatred of me.<br><br>Then there’s Jaxon Vega. A vampire with deadly secrets who hasn’t felt anything for a hundred years. But there’s something about him that calls to me, something broken in him that somehow fits with what’s broken in me. Which could spell death for us all.<br><br>Because Jaxon walled himself off for a reason. And now someone wants to wake a sleeping monster, and I’m wondering if I was brought here intentionally - as the bait.",
        "img": "img/1.webp"
    },
    "book2":{
        "title": "Throne of the Fallen", 
        "author": "Maniscalco, Kerri",
        "price": "$9.49",
        "about":"Kerri Maniscalco makes her adult debut with this New York Times bestselling sensation, a \"hot\" new standalone fantasy romance (Jennifer L. Armentrout) about a dark prince battling an impossible curse—and the artist who might be the only one who can set him free.<br><br>Sinner. Villain. Wicked.<br><br> The Prince of Envy has never claimed to be a saint. But when a cryptic note arrives, signaling the beginning of a deadly game, he knows it will take more than a hint of sin to win and save his falling demon court. Riddles, hexed objects, anonymous players, nothing will stand in his way, though none of his meticulous plans prepare him for her, the frustrating artist who ignites his sin like no other…<br><br> Virtuous. Darling. Liar.<br><br> The trouble with scoundrels and blackguards is that they haven’t a modicum of honor, a fact Miss Camilla Antonius learns after one desperate mistake allows Waverly Green’s most notorious rake to blackmail her. To avoid a ruinous scandal, Camilla is forced to enter a devil’s bargain with Envy, little expecting his game will awaken her true nature . . .<br><br> Together, Envy and Camilla must embark on a perilous journey through the Underworld—from glittering demon courts to the sultry vampire realm and beyond—while trying to avoid the most dangerous trap of all: falling in love.",
        "img": "img/2.webp"
    },
    "book3":{
        "title": "Yours Truly", 
        "author": "Jimenez, Abby",
        "price": "$6.99",
        "about":"2023 Goodreads Choice Award Nominee for Best Romance<br><br>A novel of terrible first impressions, hilarious second chances, and the joy in finding your perfect match from the New York Times bestselling author of Part of Your World.<br><br>Dr. Briana Ortiz’s life is seriously flatlining. Her divorce is just about finalized, her brother’s running out of time to find a kidney donor, and that promotion she wants? Oh, that’s probably going to the new man-doctor who’s already registering eighty-friggin’-seven on Briana’s “pain in my ass” scale. But just when all systems are set to hate, Dr. Jacob Maddox completely flips the game . . . by sending Briana a letter. <br><br>And it’s a really good letter. Like the kind that proves that Jacob isn’t actually Satan. Worse, he might be this fantastically funny and subversively likeable guy who’s terrible at first impressions. Because suddenly he and Bri are exchanging letters, sharing lunch dates in her “sob closet,” and discussing the merits of freakishly tiny horses. But when Jacob decides to give Briana the best gift imaginable—a kidney for her brother—she wonders just how she can resist this quietly sexy new doctor . . . especially when he calls in a favor she can’t refuse.",
        "img": "img/3.webp"
    },
    "book4":{
        "title": "The Things We Leave Unfinished", 
        "author": "Yarros, Rebecca",
        "price": "$6.49",
        "about":"Told in alternating timelines, THE THINGS WE LEAVE UNFINISHED examines the risks we take for love, the scars too deep to heal, and the endings we can't bring ourselves to see coming. Twenty-eight-year-old Georgia Stanton has to start over after she gave up almost everything in a brutal divorce--the New York house, the friends, and her pride. Now back home at her late great-grandmother's estate in Colorado, she finds herself face-to-face with Noah Harrison, the bestselling author of a million books where the cover is always people nearly kissing. He's just as arrogant in person as in interviews, and she'll be damned if the good-looking writer of love stories thinks he's the one to finish her grandmother's final novel...even if the publisher swears he's the perfect fit.<br><br>Noah is at the pinnacle of his career. With book and movie deals galore, there isn't much the \"golden boy\" of modern fiction hasn't accomplished. But he can't walk away from what might be the best book of the century--the one his idol, Scarlett Stanton, left unfinished. Coming up with a fitting ending for the legendary author is one thing, but dealing with her beautiful, stubborn, cynical great-granddaughter, Georgia, is quite another.<br><br>But as they read Scarlett's words in both the manuscript and her box of letters, they start to realize why Scarlett never finished the book--it's based on her real-life romance with a World War II pilot, and the ending isn't a happy one. Georgia knows all too well that love never works out, and while the chemistry and connection between her and Noah is undeniable, she's as determined as ever to learn from her great-grandmother's mistakes--even if it means destroying Noah's career.",
        "img": "img/4.webp"
    },
    "book5":{
        "title": "The Cruel Prince (The Folk of the Air, Bk. 1)", 
        "author": "Black, Holly",
        "price": "$5.99",
        "about":"Jude was seven when her parents were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there - but many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King. <br><br>To win a place at the Court, Jude must defy him - and face the consequences.<br><br>From #1 New York Times bestselling author Holly Black comes the first book in a stunning trilogy filled with twists and enchantment, as one girl learns the meaning of true power.",
        "img": "img/5.webp"
    },
    "book6":{
        "title": "Dark Succession (The O'Malleys, Bk. 1)", 
        "author": "Robert, Katee",
        "price": "$6.99",
        "about":"<b>The New York Times bestselling author of Radiant Sin delivers a smoking hot series about the O'Malley family—wealthy, powerful, dangerous and seething with scandal. </b><br><br>Teague O'Malley hates everything associated with his family's name. And when his father orders him to marry Callista Sheridan to create a \"business\" alliance, Teague's ready to cut ties once and for all. But then Teague actually meets Callista, sees the bruises on her neck and the trauma in her eyes and vows he will do everything in his power to avenge her.<br><br>Everyone knows the O'Malleys are dangerous. But Callie wasn't prepared for his brand of lethal grace and coiled power. His slightest touch scorches through her. But the closer they get, the more trouble they're in. Because Callie's keeping a dark secret—and what Teague doesn't know could get him killed.",
        "img": "img/6.webp"
    },
    "book7":{
        "title": "Cherish (Crave, Bk. 6)", 
        "author": "Wolff, Tracy",
        "price": "$9.49",
        "about":"<b>The sensational conclusion to the massive #1 New York Times bestselling series…</b><br><br>It’s been over three months since my friends and I took down Cyrus. Three months where my biggest fear was what paper was due next... But I should have known it was too good to last. Now everything is falling apart.<br><br>The Vampire Court has no king, the Dragon Court has no heart, and the Gargoyle Court has me—a teenager in way over her head. And it’s the worst possible timing, because a threat is brewing just as the Circle is collapsing.<br><br> I have no choice but to return to the Shadow Realm and face the terrifying queen who nearly ended us…and make a deal with her to save Mekhi. But this time, I’m bringing my powerful friends with me—and Hudson. Except something is wrong with him, too. He’s keeping a secret—even from me.<br><br>All I know is that everyone’s life hangs in the balance. And it’s my fault—because I still owe the Crone a favor...and now she’s come to collect.",
        "img": "img/7.webp"
    },
    "book8":{
        "title": "Covet (Crave, Bk. 3)", 
        "author": "Wolff, Tracy",
        "price": "$8.49",
        "about":"I may have reached my breaking point. As if trying to graduate from a school for supernaturals isn’t stressful enough, my relationship status has gone from complicated to a straight-up dumpster fire. <br><br>Oh, and the Bloodletter has decided to drop a bomb of epic proportions on us all...<br><br>Then again, when has anything at Katmere Academy not been intense?<br><br> And the hits just keep coming. Jaxon’s turned colder than an Alaskan winter. The Circle is splintered over my upcoming coronation. As if things couldn’t get worse, now there’s an arrest warrant for Hudson’s and my supposed crimes—which apparently means a lifetime prison sentence with a deadly unbreakable curse.<br><br> Choices will have to be made...and I fear not everyone will survive.",
        "img": "img/8.webp"
    },
    "book9":{
        "title": "Fable", 
        "author": "Young, Adrienne",
        "price": "$11.99",
        "about":"Filled with all of the action, emotion, and lyrical writing that brought readers to Sky in the Deep, New York Times bestselling author Adrienne Young returns with Fable, the first book in this new captivating duology. <br><br>Welcome to a world made dangerous by the sea and by those who wish to profit from it. Where a young girl must find her place and her family while trying to survive in a world built for men. <br><br>As the daughter of the most powerful trader in the Narrows, the sea is the only home seventeen-year-old Fable has ever known. It’s been four years since the night she watched her mother drown during an unforgiving storm. The next day her father abandoned her on a legendary island filled with thieves and little food. To survive she must keep to herself, learn to trust no one and rely on the unique skills her mother taught her. The only thing that keeps her going is the goal of getting off the island, finding her father and demanding her rightful place beside him and his crew. To do so Fable enlists the help of a young trader named West to get her off the island and across the Narrows to her father.<br><br> But her father’s rivalries and the dangers of his trading enterprise have only multiplied since she last saw him and Fable soon finds that West isn't who he seems. Together, they will have to survive more than the treacherous storms that haunt the Narrows if they're going to stay alive.",
        "img": "img/9.webp"
    },
    "book10":{
        "title": "Before I Let Go", 
        "author": "Ryan, Kennedy",
        "price": "$6.49",
        "about":"<b>A Good Morning America Book Buzz Pick!</b><br><br>Their love was supposed to last forever. But when life delivered blow after devastating blow, Yasmen and Josiah Wade found that love alone couldn’t solve or save everything.<br><br>It couldn’t save their marriage.<br><br>Yasmen wasn’t prepared for how her life fell apart, but she’s is finally starting to find joy again. She and Josiah have found a new rhythm, co-parenting their two kids and running a thriving business together. Yet like magnets, they’re always drawn back to each other, and now they’re beginning to wonder if they’re truly ready to let go of everything they once had.<br><br>Soon, one stolen kiss leads to another…and then more. It's hot. It's illicit. It's all good—until old wounds reopen. Is it too late for them to find forever? Or could they even be better, the second time around?",
        "img": "img/10.webp"
    },
    "book11":{
        "title": "Crush (Crave, Bk. 2)", 
        "author": "Wolff, Tracy",
        "price": "$7.99",
        "about":"Everything feels off?especially me. I’ve returned to Katmere Academy, but I’m haunted by fragments of days I have no recollection of living and struggling to understand who, or what, I really am. <br><br>Just when I start to feel safe again, Hudson is back with a vengeance. He insists there are secrets I don’t know about, threatening to drive a wedge between Jaxon and me forever. But far worse enemies are at our doorstep. <br><br>The Circle is caught in a power play and the Vampire Court is trying to drag me out of my world and into theirs. The only thing Hudson and Jaxon agree on is that leaving Katmere would mean my certain death. <br><br>And not only am I fighting for my life, but now everyone else’s is at stake - unless we can defeat an unspeakable evil. All I know is that saving the people I love is going to require sacrifice. <br><br>Maybe more than I’m able to give.",
        "img": "img/11.webp"
    },
    "book12":{
        "title": "Charm (Crave, Bk. 5)", 
        "author": "Wolff, Tracy",
        "price": "$8.49",
        "about":"<b>He’s under my skin… </b><br><br>After Katmere, I shouldn’t be surprised by anything. Including the existence of a world beyond my world called the Shadow Realm. Yet here I am, stuck in a strange, dangerous place with the worst of the supernaturals, the monster that other monsters fear: Hudson Vega. He might be Jaxon’s brother and ridiculously hot, but he’s a complete bona fide pain in my ass. <br><br>The question is whether we’ll find a way out before I kill him…or run out of time. <br><br>She’s stealing my heart… <br><br>It’s a truth universally known—at least according to Grace—that everything is my fault. But I have a nasty suspicion that Grace isn’t as human as she thinks, and she’s the one keeping us trapped. Now we’ll have to work together not only to survive, but to save all those we’ve come to call family who live here.<br><br>Because there’s something connecting us. Something stronger than fear…and way more bloody dangerous.",
        "img": "img/12.webp"
    },
    "book13":{
        "title": "Where Do Diggers Hunt for Easter Eggs? (Where Do...Series)", 
        "author": "Sayres, Brianna Caplan",
        "price": "$4.49",
        "about":"<b>Celebrate Easter with your favorite Diggers! For fans of the bestselling Where Do Diggers Sleep at Night? and its companion truck books.</b><br><br>How do you celebrate Easter? Do you dress up in your Easter best? Dye eggs bold and bright? How about going to a parade? For sure! Follow diggers, cranes, cement mixers—and more—for a fun and festive day full of surprises! ",
        "img": "img/1kids.webp"
    },
    "book14":{
        "title": "Happy Easter From the Crayons", 
        "author": "Daywalt, Drew",
        "price": "$4.99",
        "about":"Celebrate Easter with a hilarious holiday adventure starring the crayons from the #1 New York Times bestseller The Day the Crayons Quit! <br><br>Easter is the perfect holiday for crayons! They get to learn new shapes and decorate one giant egg together...but where will they hide it?! Blue Crayon has some ideas...<br><br>In a gift book perfectly sized for Easter baskets, this story is sure to make kids—and grown-ups—giggle as they celebrate the holiday together.",
        "img": "img/2kids.webp"
    },
    "book15":{
        "title": "It's the Easter Beagle, Charlie Brown (Peanuts)", 
        "author": "Schulz, Charles",
        "price": "$3.99",
        "about":"It's almost Easter, and the Peanuts gang is getting ready to celebrate! Peppermint Patty wants to show Marcie how to color Easter eggs, but Linus says the Easter Beagle will bring colored eggs for everyone! Will the Easter Beagle really show up and shower everyone with eggs?",
        "img": "img/3kids.webp"
    },
    "book16":{
        "title": "Easter (Eyelike Stickers)", 
        "author": "Workman Publishing Company",
        "price": "$2.99",
        "about":"Packed with 400 full-color Easter- and spring-themed stickers, EyeLike Stickers: Easter belongs in every Easter basket and every crafter's stash. The high-quality, photographic images are amazingly lifelike in color and detail. The durable, reusable stickers are designed to be stuck on and peeled off over and over again without losing adhesive.",
        "img": "img/4kids.webp"
    },
    "book17":{
        "title": "Hippity, Hoppity, Little Bunny Finger Puppet Book", 
        "author": "Cottage Door Press",
        "price": "$3.49",
        "about":"Read and play along with this rhyming story about a bunny, its bird friends, and Easter eggs! Filled with colorful spring illustrations and featuring a fun finger puppet toy built into the book, this board book encourages interactive play, hand-eye coordination, and language development in your little one.",
        "img": "img/5kids.webp"
    },
    "book18":{
        "title": "Happy Easter, Bunny! (My Little Sound Book)", 
        "author": "Cottage Door Press",
        "price": "$4.99",
        "about":"This little bunny loves bringing Easter gifts to its friends nearby. There is something for everyone, including crunchy corn bits for the chicks, a bouquet of fresh lettuce for the ducklings, carrots for the lamb, and festive acorns for Mr. Chipmunk. Flip through the rest of the story to see the surprise that's waiting at the little bunny's burrow! With an adaptation of the song, \"If You're Happy and You Know It\", and three sound buttons, this sweet easter book is sure to keep children entertained.",
        "img": "img/6kids.webp"
    },
    "book19":{
        "title": "Fletcher and the springtime blossoms", 
        "author": "Rawlinson, Julia",
        "price": "$3.49",
        "about":"Fletcher enjoys the sunny weather and the warmth of spring. But when he stumbles across snowy flakes gently floating to the ground, he spreads the news of winter's return to all his friends. But spring is full of wonderful surprises for Fletcher and his friends.",
        "img": "img/7kids.webp"
    },
    "book20":{
        "title": "Find Spot at Easter: A Lift-the-Flap Book", 
        "author": "Hill, Eric",
        "price": "$3.99",
        "about":"<b>Celebrate Easter with Spot in this fun lift-the-flap book!</b><br><br>Spot and Mom are on their way to visit Grandma and Grandpa to have an Easter picnic. But on their way there, Spot disappears! Where could he have gone? <br><br>Great for early learning and play, this board book is filled with the unexpected adventure and gentle humor that made the original Where's Spot? a children's classic. Toddlers will love searching for Spot with these interactive flaps that help train fine motor skills and spark curiosity and imagination.",
        "img": "img/8kids.webp"
    },
    "book21":{
        "title": "It's Not Easy Being a Bunny", 
        "author": "Sadler, Marilyn",
        "price": "$4.49",
        "about":"Meet P. J. Funnybunny in this humorous and touching Beginner Book by Marilyn Sadler and Roger Bollen. It’s Not Easy Being a Bunny tells the “tail” of P.J. and his quest to become something other than what he is. Is it more fun to be a bear, a bird, or a pig? Read along as P.J. tries to determine who he is—and where he belongs.",
        "img": "img/9kids.webp"
    },
    "book22":{
        "title": "Happy Bunny Day! (Daniel Tiger's Neighborhood)", 
        "author": "Simon Spotlight/Nickelodeon",
        "price": "$3.49",
        "about":"Daniel Tiger and his friends are throwing a “Happy Bunny Day” party for their class pet rabbit, Snowball! Join them as they do the bunny boogie, eat yummy snacks, and play hide-and-seek in the Enchanted Garden!",
        "img": "img/10kids.webp"
    },
    "book23":{
        "title": "Bunny Roo and Duckling Too", 
        "author": "Marr, Melissa",
        "price": "$3.99",
        "about":"It's hard to keep up with an energetic toddler, and as a doting mom tries to, she describes all the lively young animals her little one reminds her of—from a hopping frog and a squirming snake, to her adorable cuddly bunny.",
        "img": "img/11kids.webp"
    },
    "book24":{
        "title": "Happy Easter (Indestructibles)", 
        "author": "Kragulj, Vanja",
        "price": "$2.99",
        "about":"<b>Celebrate the traditions of Easter with this indestructible book for baby!</b><br><br><i>Easter is here! The Easter bunny brought yummy treats! Happy Easter, everyone!</i><br><br><b>The Original Indestructibles</b> is the trusted series for easing little ones into story time. Beloved by babies and their parents, The Original Indestructibles are built for the way babies “read” (i.e., with their hands and mouths) and are: <br><br>- Rip Proof—made of ultra-durable tight-woven material <br>- Waterproof—can be chewed on, drooled on, and washed!<br>- Emergent Literacy Tool—bright pictures and few or no words encourage dialogic reading<br>- Portable—lightweight books can go anywhere, perfect for the diaper bag and for travel<br>- Safe for Baby—meets ASTM safety standards",
        "img": "img/12kids.webp"
    }
}